{
    "Body": "Tendai Mtawarira wouldn’t be the record breaker he will become on Friday and he wouldn’t have become the household name he is in the rugby playing world were it not for the tough love shown towards him by some of his early coaches.</p>\r\n<p>\r\nMaking the swop from loose-forward and lock to playing in the front-row is not an easy thing to do. Neither is it for the faint hearted. The good props have played the position for years, and there’s a reason why generally it is accepted that players in that position mature later than others. As the ones who survive to become really good will tell you, being \"stuffed up\" - actually they usually use a much stronger word - in the scrums at some point is how you learn.</p>\r\n<p>\r\nSo it was understandable that after the Sharks coach of the time Dick Muir told the man we all know now as Beast and who on Friday will play his record breaking 157th Super Rugby game when the Sharks visit Johannesburg to go and play some club games in the front-row, he wasn’t crazy about it. The way his coaches understood it, he was scared. They didn’t blame him, but they also knew he had to do it if he was to become a top rugby player who could make a living out of the game.</p>\r\n<p>\r\nApparently in those early weeks of the Mtawarira transition he wasn’t completely straight with the coaches. He’d come back to the Sharks after supposedly playing a club game for College Rovers in the front row at the weekend complaining on the Monday morning of soreness.</p>\r\n<p>\r\nHe’d be asked how it went and he’d say it was okay, and make out that he’d played a full game at loosehead prop. Which was all well and good and encouraging. Until the Sharks coaches went to Rovers to ask the coaches there for their feedback on how he’d gone.</p>\r\n<p>\r\n\"How did he go? What do you mean? He didn’t play,\" was one way the question was apparently answered. </p>\r\n<p>\r\nOn another week the answer went like this: “He did play, but he didn’t play prop.”</p>\r\n<p>\r\nThat was when the tough love came in. Mtawarira saw his contract torn up before his eyes. He was told that if he didn’t knuckle down and play the position that would make his name he could go somewhere else to make it as a rugby player. At the same time he was offered twice the money he had been earning.</p>\r\n<p>\r\nThat was how Beast was galvanised into action, the moment when he started listening to the coaches, and the moment when his career really began.</p>\r\n<p>\r\nAccording to former Sharks assistant Grant Bashford, who with current Lions coach Swys de Bruin coached Beast through his years in the Sharks age-group levels, the one thing that the future Springbok could not be faulted for when he first arrived in Durban was his work ethic.</p>\r\n<p>\r\n\"He was very dedicated and exceptionally fit, he was a big ball carrier and explosive, and he had a work ethic that demanded that he should be given every opportunity to make it as a professional rugby player,\" recalls Bashford.</p>\r\n<p>\r\n\"I’m not sure what would have become of Beast had Dicky (Muir) not retreaded him into a prop. He was a bit too short for a lock, and he played some games for us as a lock and some as flank. But what Dicky did was similar to what he did with Craig Burden, who he turned from a centre to a hooker because he thought he had more chance of making it big as a hooker.</p>\r\n<p>\r\n\"He felt that Beast had the potential to become a world class player as a prop whereas he didn’t feel that he would make it as a lock or a flank. We wanted him to do well as he was very hungry to make it. His whole life was geared towards rugby. He arrived in Durban with only one bag. I’m not sure what he would have done if he hadn’t cracked it as a rugby player.\"</p>\r\n<p>\r\nMuir didn’t have to think too hard when asked what made him think that Beast could be a first class prop.</p>\r\n<p>\r\n\"He was incredibly strong, really powerful, and he worked hard in the gym at making himself even stronger. He also had the right level of athleticism on the field,\" recalls Muir 13 years after directing the switch of position.</p>\r\n<p>\r\n\"He had the right mindset and attitude, but was just too short to be a lock. And he wasn’t quite quick enough to be a loose-forward. But I didn’t want to waste the strength and power potential he brought with him. So I called him in, I lengthened his contract, and laid down the plans on how we were going to convert him to a prop. Understandably he wasn’t crazy about it initially.</p>\r\n<p>\r\n\"I don’t know much about the technical side of front-row play so it wasn’t me who coached him to be a prop. Balie Swart was helping us as a scrum specialist at the time and a lot of credit should go to him. He also had experienced props around him at the time, guys like BJ Botha and Deon Carstens, who helped him hugely. Bismarck du Plessis was already on the scene then, and another guy who was a massive contributor to his development was John Smit.\"</p>\r\n<p>\r\nAccording to Muir, although Beast’s reluctance to play the position, and fear of playing in the front-row at club level was understandable, it wasn’t as if he was ever thrown in at the deep end.</p>\r\n<p>\r\n\"You obviously know the stories about how he tried to get out of it, but it wasn’t like I asked him to go and play front-row in senior club rugby. I think he started off in the Rovers under-20 B or C team. I knew a coach there who gave me feedback,\" said Muir.</p>\r\n<p>\r\n\"It took a while, but after a period of time he started to settle as a prop in club rugby, and it wasn’t very long before he started dominating. He progressed very quickly from there.\"</p>\r\n<p>\r\nHe did indeed. Within a year of changing position, Mtawarira was playing his first game for the senior Sharks team, coming on as a replacement in a win over the Waratahs. That was the year that the Sharks topped what was then the Super 14 log and hosted the final, so it was a great place to start.</p>\r\n<p>\r\nMtawarira has given years of service to the Sharks and has been at the frontline of the team’s successes since 2007, but both Muir and former Bok prop Robbi Kempson are in agreement about one thing - the moment that Beast made his mark, the undoubted high point of his career, came when he was wearing the Springbok jersey.</p>\r\n<p>\r\nAfter making his international debut under the coaching of Peter de Villiers the year before, Mtawarira went into the iconic series against the British and Irish Lions still relatively wet behind the ears at the highest level of rugby. But that all changed in the first test of that series at King’s Park, a day where Beast almost single-handedly secured the Boks a 1-0 lead in the rubber.</p>\r\n<p>\r\n\"I think Phil Vickery must still be having nightmares when he works on his farm about what happened to him in that Durban game in the Lions series,\" says Kempson.</p>\r\n<p>\r\n\"Beast was immense in that series, but on that day in particular. He really dominated Vickery, who was an experienced international prop who was highly regarded. I don’t think Vickery or the Lions knew what had hit them and the front-row battle determined the result of the match.</p>\r\n<p>\r\n\"To have had as long a career as Beast has had obviously you are going to have dips in form every now and then, moments of doubt, and that has happened occasionally to Beast in the same way that it happens to everyone. But in Beast’s case those dips really have been very few and far between. He has been amazingly consistent.\"</p>\r\n<p>\r\nKempson ascribes Mtawarira’s success and longevity to the thorough professionalism of his approach to the game.</p>\r\n<p>\r\n\"He really is a true professional, and obviously that helps a lot,” says Kempson. “Not everyone sees what he does off the field, the hours he puts in and the extras you hear about. But I think the biggest part of the legacy he will leave behind is that he is an incredible human being. Fame hasn’t affected him and he has remained a down to earth character and very approachable.</p>\r\n<p>\r\n\"The manner in which he approaches the public, and the media, is the way he is. When he retires he will leave a lasting legacy,\" he added.</p>\r\n<p>\r\nMtawarira really did live out of a suit-case when he arrived in Durban, and his dedication and single-minded focus to rugby in those days meant that some aspects of growing up as a young man might have slipped him by.</p>\r\n<p>\r\nFor instance, Muir recalls how for a long time he never had a driving licence, and was presented with a sponsored car before was licensed to drive it.</p>\r\n<p>\r\n\"When he first arrived he used to ride a bicycle to practice sessions,\" said Muir.</p>\r\n<p>\r\n\"Then he got a sponsored car, and all hell broke loose. One day he phoned me in a panic. I could hear the panic in his voice. I said ‘what’s wrong Beast?’ He told me he had been in an accident. What had actually happened was that in going down the ramp at the Musgrave Shopping Centre he’d gone a little too fast and lost control a bit. The whole side of the car was damaged.\"</p>\r\n<p>\r\nMuir says he often used to joke with Mtawarira that if he carried on playing flank he may well have got one or two games in for the Sharks. While it was said in jest though, Muir believes it is probably true.</p>\r\n<p>\r\n\"I thought he’d go far as a prop, but to be honest I never envisaged the incredible milestone’s he has achieved. But I knew he’d do well because of his dedication. If there is one guy who really deserves his success it is Beast because he has worked incredibly hard.\"</p>",
    "Links": null,
    "Facebook": true,
    "AuthorUrlName": null,
    "Headline": "Tough love from early coaches made Beast",
    "ID": 4511514,
    "Blurb": "Tendai Mtawarira wouldn’t be the record breaker he will become on Friday and he wouldn’t have become the household name he is in the rugby playing world.",
    "SmallImageName": "2019/4/Tendai-Mtawarira-190404-Gsm.jpg",
    "SmallImageAlt": "",
    "LargeImageName": "2019/4/Tendai-Mtawarira-190404-G1050.jpg",
    "LargeImageAlt": "Tendai Mtawarira © Getty Images",
    "ExtraImageName": "",
    "ExtraImageAlt": "",
    "ImageUrlLocal": "http://images.supersport.com/",
    "ImageUrlRemote": "http://images.supersport.com.edgesuite.net/general/",
    "DateCreated": "\/Date(1554363077000+0200)\/",
    "Category": "Vodacom Super Rugby",
    "CategoryDisplayName": null,
    "CategoryId": 836,
    "SiteId": 0,
    "SiteName": null,
    "Author": "Gavin Rich",
    "Credit": "supersport.com",
    "CreditImageUrl": "",
    "CreditUrl": "",
    "UrlName": "super-rugby",
    "LiveChat": false,
    "WebOnly": false,
    "UrlFriendlyHeadline": "Tough_love_from_early_coaches_made_Beast",
    "UrlFriendlyDate": "190404",
    "IsMainStory": false,
    "UpdatedDate": "\/Date(1554363077000+0200)\/",
    "Keywords": "",
    "Active": true,
    "ValidFrom": "\/Date(1554363077000+0200)\/",
    "ValidTo": "\/Date(2524600800000+0200)\/",
    "relatedArticles": null
}